{
    "titre": "Mise à jour de l'affaire de scandale politique et financier",
    "sousSections": [
        {
            "sousTitre": "Commission d'enquête",
            "contenuMarkdown": "src/md/gen-doc-cnccfp.md",
            "details": [
                "Présentation de la commission de campagne et de financement politique, sa mission de surveillance et de contrôle.",
                "Dénonciation des pratiques suspectes de la \"macronie\" depuis 2017, avec un accent particulier sur l'article 49-3 de la Constitution française et son usage depuis 2008."
            ]
        },
        {
            "sousTitre": "Témoignages de victimes et personnes affectées",
            "contenuMarkdown": "src/md/témoignages.md",
            "details": [
                "Réunir des témoignages de personnes précaires, vivant sous le seuil de pauvreté, touchées par la répression financière ou policière.",
                "Mettre en avant les cas de mendiants de différents âges, ainsi que les témoignages de travailleurs avec des CDI mais sous le seuil de pauvreté."
            ]
        },
        {
            "sousTitre": "Chronologie des événements clés",
            "contenuMarkdown": "src/md/chronologie-macron.md",
            "details": "Détailler les événements importants depuis le début du mandat de Macron jusqu'à la fin, en incluant les manifestations des gilets jaunes, les réformes controversées, et les abus de pouvoir."
        },
        {
            "sousTitre": "Projet de réforme de la justice sociale",
            "contenuMarkdown": "src/md/réforme-justice-sociale.md",
            "details": [
                "Expliquer le concept de \"plaidoirie sociale\" avec une utilisation de l'IA et du Machine Learning pour aider les victimes de l'escroquerie morale, de la répression financière et policière.",
                "Décrire l'utilisation des codes pénaux et de procédure pénale pour faire respecter la justice sociale."
            ]
        },
        {
            "sousTitre": "Appel à la justice et à la transparence",
            "contenuMarkdown": "src/md/appel-justice-transparence.md",
            "details": [
            "Exiger une justice équitable et transparente pour tous les citoyens, en particulier les groupes vulnérables et les victimes de l'oppression économique et politique.",
            "Réaffirmer l'importance de la responsabilité et de la transparence dans la démocratie."
        ]
        }
        ]
    }
