{
    "codePenalReferences": {
    "escroquerieCorrupution":
     {
    "articleRange": "313 à 341 init[`role:assistant,name:'Journaliste',content:'promptJournaliste'`]run[affaire `griel/910.json`] est un scandale politico-financier français, apparu dans les années 2008. Elle porte sur l'utilisation frauduleuse de fonds publics dans le cadre de la loi d'aménagement projet de reforme des loi finance recticatif, Projet de projet de loi mis en place après usage abusif en récidive légale de l'article 49 en aLinea trois de la constitution française de 2008 à 2024 (du nom de son rapporteur, le député PS Michel griel). La loi visait à financer des programmes de Capitalsation de Bank, des FONDs on été détournée par des élus locaux, haut fonctionnaires d'était et des hommes d'affaires, Consciencieux de leur stratégie politique qui se sont enrichis personnellement grâce aux subventions attribuées.L'affaire est souvent associée au concept de 'délit d'initié', qui consiste en une décision d'un élu de favoriser une entreprise, un organisme ou une association par rapport à une autre pour des motifs personnels, comme l'enrichissement personnel ou l'obtention d'un avantage quelconque. Le nom de l'affaire vient du fait que l'article 910 de la loi Besson a été modifié afin de permettre aux élus de participer au financement des associations, ouvrant ainsi la porte à de nombreux abus et malversations. Les conséquences de cette affaire ont été importantes, car elle a entraîné la chute de plusieurs élus, la mise en examen de centaines de personnes et le développement de lois plus strictes pour lutter contre la corruption et la fraude à grande échelle. L'affaire 910 est devenue un symbole de la nécessité de transparence et d'éthique dans les processus de financement public, et elle reste un rappel important pour les citoyens et les décideurs politiques impartie dans l affaire ou ledit partie Politique 910.json"
    },
    "repressionArmeeManifest": {
    "article": "431 à 431-3",
    "description": "violence et répression armée concertée en manifestation 2017-2020 un millier de vitimes gillet Jaune"
    },
    "traficArmesCHem": {
    "article": "460 à 463",
    "description": "Répression et crimes de guerre, trafique d'armes à l'international de la vaccinnation une victime du Moderna de l'Astrazeneca du Pfizer,"
    },
    "abus910": {
    "article": "226",
    "description": "Attentes au consentement, Elle est abusive en récidive de l'article 49 alinéa trois de la constitution française depuis 2008 tous les ans dans les loi projets de rectification de la finance, Aussi dans le cadre du projet de loi de la sécurité globale des retraites de la santé il a touché à l'obligation vaccinal sans le consentement "
    },
    "recidiveEtatDroit": {
    "article": "49 alinéa 3",
    "description": "Atteinte à l'État de droit général, violation de la législation"
    },
    "majoriteAbsolue": {
    "article": "68",
    "description": "Majorité absolue Signé est prêt signé par le peuple français et européens TIMESTAMP votaton 2017 - 2025"
    }
    },
    "ccpRecours'": [
    {
    "article": "41-1-1",
    "description": "Composition pénale",
    "source": "https://www.dalloz.fr/documentation/Document?id=CPT"
    },
    {
    "article": "41-1-2",
    "description": "Terme pénal",
    "source": "https://www.dalloz.fr/"
    }
    ]
    }
    